{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": "PLN PT PLN (PERSERO) KEPUTUSAN DIREKSI PT PLN (PERSERO) NOMOR: 0306 •. K/DIR/2023 TENTANG PENETAPAN BATASAN KEWENANGAN, PERANGKAT PENGAMBILAN KEPUTUSAN DAN PENGULAS GOVERNANCE, RISK MANAGEMENT AND COMPLIANCE (GRC) DALAM RANGKA PENETAPAN PERENCANAAN PROGRAM INVESTASI DI LINGKUNGAN PT PLN (PERSERO) DIREKSI PT PLN (PERSERO) Menimbang a. bahwa dalam rangka melaksanakan Peraturan Pelaksana PT PLN (Persero) Nomor 0029.E/DIR/2023 tentang Standar Prosedur Pedoman Penetapan Perencanaan Program lnvestasi di Lingkungan PT PLN (Persero), maka perlu menetapkan batasan kewenangan pengambilan keputusan investasi, Komite Perencanaan lnvestasi, Tim Verifikasi dan Validasi lnvestasi, Pemrakarsa usulan investasi dan pengulas Governance, Risk Management and Compliance (GRC) dalam penetapan program investasi di lingkungan PT PLN (Persero); b. bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a di atas, perlu menetapkan Keputusan Direksi PT PLN (Persero) tentang Penetapan Batasan Kewenangan, Perangkat Pengambilan Keputusan dan Pengulas Governance, Risk Management and Compliance (GRC) dalam Rangka Penetapan Perencanaan Program lnvestasi di Lingkungan PT PLN (Persero). Mengingat 1. Undang-Undang Republik Indonesia Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara; 2. Undang-Undang Republik Indonesia Nomor 40 Tahun 2007 tentang Perseroan Terbatas; 3. Undang-Undang Republik Indonesia Nomor 30 Tahun 2009 tentang Ketenagalistrikan; 4. Undang-Undang Republik Indonesia Nomor 6 Tahun 2023 tentang Penetapan Peraturan Pemerintah Pengganti Undang­ Undang Republik Indonesia Nomor 2 Tahun 2022 tentang Cipta Kerja menjadi Undang-Undang; 5. Peraturan ...", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 1, "has_tables": false, "text_length": 1661}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": "P L N 5. Peraturan Pemerintah Republik Indonesia Nomor 23 Tahun 1994 tentang Pengalihan Bentuk Perusahaan Umum (Perum) Listrik Negara Menjadi Perusahaan Perseroan (Persero); 6. Peraturan Pemerintah Republik Indonesia Namer 45 Tahun 2005 tentang Pendirian, Pengurusan, Pengawasan dan Pembubaran Badan Usaha Milik Negara sebagaimana telah diubah dengan Peraturan Pemerintah Republik Indonesia Nomor 23 Tahun 2022; 7Peraturan Pemerintah Republik Indonesia Nomor 14 Tahun 2012 tentang Kegiatan Usaha Penyediaan Tenaga Listrik sebagaimana telah diubah dengan Peraturan Pemerintah Republik Indonesia Nomor 23 Tahun 2014; 8. Peraturan Pemerintah Republik Indonesia Nomor 62 Tahun 2012 tentang Usaha Jasa Penunjang Tenaga Listrik; 9. Peraturan Pemerintah Republik Indonesia Nomor 25 Tahun 2021 tentang Penyelenggaraan Bidang Energi dan Sumber Daya Mineral; 10. Anggaran Oasar PT PLN (Persero); 11. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-325/MBU/12/2019 tentang Pemberhentian, Perubahan Nomenklatur dan Pengangkatan Anggota-Anggota Direksi Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara; 12. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-200/MBU/06/2021 tentang Pemberhentian, Pengalihan Tugas dan Pengangkatan Anggota-Anggota Direksi Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara; 13. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-389/MBU/12/2021 tentang Pemberhentian, Perubahan Nomenklatur Jabatan, dan Pengalihan Tugas Anggota-Anggota Direksi Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara; 14. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) pT Perusahaan Listrik Negara Nomor SK-392/M8U/12/2021 tentang Pemberhentian dan Peng", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 2, "has_tables": false, "text_length": 2025}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__1", "text": "14. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) pT Perusahaan Listrik Negara Nomor SK-392/M8U/12/2021 tentang Pemberhentian dan Pengangkatan Anggota-Anggota Direksi Perusahaan Perseroan (Persero) pT Perusahaan Listrik Negara; 15. Keputusan .•", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 2, "has_tables": false, "text_length": 305}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": "P L N 15. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-2/MBU/01/2022 tentang Pemberhentian dan Pengangkatan Anggota Direksi Perusahaan Perseroan (Persero) pT Perusahaan Listrik Negara; 16. Keputusan Menteri Sadan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-162/MBU/07/2022 tentang Pemberhentian dan Pengangkatan Anggota Direksi Perusahaan Perseroan (Persero) pT Perusahaan Listrik Negara; 17. Keputusan Menteri Sadan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-213/MBU/09/2022 tentang Pemberhentian, Perubahan Nomenklatur Jabatan, Pengalihan Tugas dan Pengangkatan Anggota-Anggota Direksi Perusahaan Perseroan (Persero) pT perusahaan Listrik Negara; 18. Keputusan Menteri Badan Usaha Milik Negara Selaku Rapat Umum Pemegang Saham Perusahaan Perseroan (Persero) PT Perusahaan Listrik Negara Nomor SK-258/MBU/09/2023 tentang Pengangkatan Anggota Direksi Perusahaan Perseroan (Persero) pT Perusahaan Listrik Negara; 19. Keputusan Direksl PT PLN (Persero) Nomor 304.K/DIR/2009 tentang Batasan Kewenangan Pengambilan Keputusan di Lingkungan pT pLN (Persero) sebagaimana telah beberapa kali diubah, terakhir dengan Peraturan Direksi PT PLN (Persero) Nomor 0297.P/DIR/2016; 20. Peraturan Direksi PT PLN (Persero) Nomor 0196.P/DIR/2019 tentang Penerapan Governance, Risk Management, and Compliance (GRC) di Lingkungan PT PLN (Persero); 21. Peraturan Direksi PT PLN (Persero) Nomor 0071.P/DIR/2021 tentang Pedoman Umum Manajemen Risiko Terintegrasi PT PLN (Persero); 22. Peraturan Direksi PT PLN (Persero)", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 3, "has_tables": false, "text_length": 1750}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__1", "text": "ero); 21. Peraturan Direksi PT PLN (Persero) Nomor 0071.P/DIR/2021 tentang Pedoman Umum Manajemen Risiko Terintegrasi PT PLN (Persero); 22. Peraturan Direksi PT PLN (Persero) Nomor 0054.P/DIR/2022 tentang Organisasi dan Tata Kerja pT pLN (Persero) sebagaimana telah diubah dengan Peraturan Direksi PT PLN (Persero) Nomor 0022.P/DIR/2023; 23. Peraturan Direksi PT PLN (Persero) Nomor 0319.P/DIR/2022 tentang Kebijakan Strategis Governance, Risk Management, and Compliance (GRC) di lingkungan PT PLN (Persero); 24. Peraturan Direksi PT PLN (Persero) Nomor 0016.P/DIR/2023 tentang Kebijakan Strategis Manajemen Risiko Terintegrasi PT PLN (Persero); 25. Peraturan ...", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 3, "has_tables": false, "text_length": 663}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": "PLN 25. Peraturan Direksi PT PLN (Persero) Nomor 0019.P/DIR/2023 tentang Kebijakan Strategis Perencanaan dan Strategi Korporasi di Lingkungan PT PLN (Persero); 26. Peraturan Pelal<sana PT PLN (Persero) Nomor 0029.E/DIR/2023 tentang Standar Prosedur Pedoman Penetapan Perencanaan Program lnvestasi di Lingkungan PT PLN (Persero ). MEMUTUSKAN: Menetapkan KEPUTUSAN DIREKSI PT PLN (PERSERO) TENTANG PENETAPAN BATASAN KEWENANGAN, PERANGKAT PENGAMBILAN KEPUTUSAN DAN PENGULAS GOVERNANCE, RISK MANAGEMENT AND COMPLIACE (GRC) DALAM RANGKA PENETAPAN PERENCANAAN PROGRAM INVESTASI DI LINGKUNGAN PT PLN (PERSERO). PERTAMA Menetapkan Batasan Kewenangan, Perangkat Pengambilan Keputusan dan Pengulas Governance, Risk Management and Compliance (GRC) dalam Rangka Penetapan Perencanaan Program lnvestasi di Lingkungan PT PLN (Persero). KEDUA Matriks Batasan Kewenangan, Perangkat Pengambilan Keputusan dan Pengulas Governance, Risk Management and Compliance (GRC) dalam Rangka Penetapan Program lnvestasi Murni di Lingkungan PT PLN (Persero) adalah sebagaimana tercantum dalam Lampiran I Keputusan ini. KETIGA Matriks Batasan Kewenangan, Perangkat Pengambilan Keputusan dan Pengulas Governance, Risk Management and Compliance (GRC) dalam Rangka Penetapan Program lnvestasi On Going Project di Lingkungan PT PLN (Persero) adalah sebagaimana tercantum dalam Lampiran II Keputusan ini. KEEMPAT Daftar Pemrakarsa Program lnvestasi di Lingkungan PT PLN (Persero) adalah sebagaimana tercantum dalam Lampiran Ill Keputusan ini. KELIMA Pada saat Keputusan ini berlaku, maka Keputusan Direksi PT PLN (Persero) Nomor 0336.K/DIR/2022 tentang Penyesuaian Komite Perencanaan lnvestasi, Tim Verifikasi dan Validasi lnvest", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 4, "has_tables": false, "text_length": 1693}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__1", "text": "LIMA Pada saat Keputusan ini berlaku, maka Keputusan Direksi PT PLN (Persero) Nomor 0336.K/DIR/2022 tentang Penyesuaian Komite Perencanaan lnvestasi, Tim Verifikasi dan Validasi lnvestasi dan Divisi Pembina Usulan Anggaran lnvestasi dalam Masa Transisi Perubahan Peraturan Direksi PT PLN (Persero) Nomor 0069.P/DIR/2021 tentang Pedoman lnvestasi Pengembangan dan Pengelolaan Ketenagalistrikan di Lingkungan PT PLN (Persero) sebagaimana telah diubah dengan Keputusan Direksi PT PLN (Persero) Nomor 0443.K/DIR/2022 dicabut dan dinyatakan tidak berlaku. Keputusan ...", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 4, "has_tables": false, "text_length": 564}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": "P L N Keputusan ini mulai berlaku terhitung sejak tanggal ditetapkan. Oitetapkan di Jakarta pada tanggal 10 Oktober 2023", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 5, "has_tables": false, "text_length": 120}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N LAMPIRAN I KEPUTUSAN DIREKSI PT PLN (PERSERO) NOMOR 0306.K/DIR/2023 TANGGAL : 10 Oktober 2023 MATRIKS BATASAN KEWENANGAN, PERANGKAT PENGAMBILAN KEPUTUSAN DAN PENGULAS GOVERNANCE, RISK MANAGEMENT AND COMPLIANCE (GRC) DALAM RANGKA PENETAPAN PROGRAM INVESTASI MURNI DI LINGKUNGAN PT PLN (PERSERO) 1. Jenis lnvestasi A: Pengembangan Jnfrastruktur Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan Investasi (Kl) Komite Perencanaan Investasi (Kl) (Approval) Direksi A.I A.II Anggota: Anggota: 1. Direktur Fungsi terkait 1. EVP Pengembangan Bisnis Korporat dan Investasi 2. Direktur Keuangan 2. EVP Anggaran 3. Direktur Manajemen Risiko 3. EVP Project Management Office 4. Direktur Manajemen Proyek dan Energi Baru Terbarukan Sekretaris: Sekretaris : VP Manajemen Risiko Strategis, Portofolio dan Perencanaan Sistem EVP Manajemen Risiko Transmisi dan Distribusi", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 6, "has_tables": false, "text_length": 1073}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan s.d. 150 Miliar >Rp 500 Miliar >Rp 150 s.d. 500 Miliar Kewenangan A. Verifikasi dan Validasi Tim Verifikasi dan Validasi (TVV) Tim Verifikasi dan Validasi (TVW) Tim Verifikasi dan Validasi (TVV) A.II Radir A Ketua meranqkap anggota; Ketua merangkap anggota: Ketua merangkap anggota; EVP Manajemen Risiko Konstruksi, EVP Perencanaan Sistem EVP Perencanaan Strategis Pembangkitan dan EBT Ketenagalistrikan Korporat Anggota: Anggota; Anggota: 1. EVP Perencanaan Sistem 1. EVP Keuangan Korporat 1. EVP Operasi Sistem Ketenagalistrikan EVP Ketenagalistrikan 2. Manajemen Risiko 2. EVP Manajemen Valuasi Aset Transmisi dan Distribusi 2. EVP Pengadaan Pembangkit 3. 3. dan IPP EVP Perencanaan Strategis EVP Pengadaan Transmisi, GI, Korporat Material Terpusat 3. VP Konsolidasi Anggaran 4. EVP Manajemen Aset, 4. EVP Pengadaan Pembangkit Investasi Enjiniring dan Sistem dan IPP 4. VP Manajemen Risiko Strategis, Manajemen Terintegrasi Portofolio dan Perencanaan Sistem Sekretaris: Sekretaris: Sekretaris: Vp Manajemen Risiko Konstruksi VP Perencanaan Sistem VP Manajemen Risiko Transmisi Ketenagalistrikan Jawa, Madura, dan Bali", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 7, "has_tables": false, "text_length": 1251}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengulas GRC U1asan GRC oteh Satuan Kerja Ulasan GRC oleh Satuan Kerja Ulasan GRC secara Self Assessment Penetapan Program Pengu1as GRC Pengulas GRC oleh Satuan Kerja Investasi Murni Pemrakarsa 2. Jenis lnvestasi B: Maintenance Capital Expenditure Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d.150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan Investasi (KI) Direktur Pembina Anggaran (Approval) Direksi 8.1 Anggota: 1. Direktur Fungsi terkait 2. Direktur Keuangan 3. Direktur Manajemen Risiko 4. Direktur Perencanaan Korporat dan Pengembangan Bisnis Sekretaris: EVP Manajemen Risiko Konstruksi, Pembangkitan dan EBT", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 8, "has_tables": false, "text_length": 861}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Verifikasi dan Validasi Tim Verifikasi dan Validasi (TV) Tim Verifikasi dan Validasi (TVW) B.I Tim Verifikasi dan Validasi (TV) Radir B Direktorat Ketua merangkap anggota: Ketua merangkap anggota: EVP Manajemen Valuasi Aset EVP Manajemen Aset, Enjiniring dan Sistem Manajemen Terintegrasi Anggota: Anggota; EVP 1. Manajemen Risiko 1. EVP Keuangan Korporat Konstruksi, Pembangkitan, dan EVP EBT 2 Aneka Energi Baru Terbarukan EVP 2. Operasi Sistem 3. EVP Manajemen Risiko Ketenagalistrikan Konstruksi, Pembangkitan dan 3. EVP EBT Pengadaan Pembangkit dan IPP 4. EVP Manajemen Rantai Pasok 4. EVP Keuangan Sekretaris: Sekretaris: VP Manajemen Risiko Pembangkitan VP &EBT Manajemen Risiko Keuangan, Legal, dan Human Capital", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 9, "has_tables": false, "text_length": 917}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengulas GRC Ulasan GRC oleh Satuan Kerja Ulasan GRC oleh Satuan Kerja Ulasan GRC secara Self Assessment Penetapan Program Pengulas GRC Pengulas GRC oleh Satuan Kerja nvestasi Murni Pemrakarsa 3. Jenis Investasi C : Distribusi Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan lnvestasi (KI) Direktur Pembina Anggaran (Approval) Direksi C.I Anggota: 1. Direktur Distribusi 2. Direktur Keuangan 3. Direktur Manajemen Risiko 4. Direktur Retail dan Niaga Sekretaris: EVP Manajemen Risiko Strategis, Keuangan dan Human Capital", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 10, "has_tables": false, "text_length": 814}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan s.d. s.d. >Rp 500 Miliar >Rp 150 500 Miliar 150 Miliar Kewenangan Verifikasi dan Validasi Tim Verifikasi dan Validasi (TW) Tim Verifikasi dan Validasi (TVV) C.I Tim Verifikasi dan Validasi (TVV) Radir C Direktorat Ketua merangkap anggota: Ketua merangkap anggota EVP Operasi Sistem EVP Akuntansi Ketenagalistrikan Anggota: Anggota: EVP 1. Manajemen Risiko EVP Transmisi dan Distribusi 1. Manajemen Risiko Strategis, Keuangan dan 2. EVP Manajemen Rantai Pasok Human Capital 3. EVP Pengembangan Bisnis 2 EVP Produk Pengembangan Korporat dan lnvestasi Niaga 4. EVP Pengembangan Produk 3. EVP Keuangan Korporat Niaga 4. EVP Manajemen Rantai Pasek Sekretaris: VP Manajemen Risiko Komersial, Sekretaris: Digital, dan Enabler VP Manajemen Risiko Distribusi", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 11, "has_tables": false, "text_length": 880}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengulas GRC Ulasan GRC Satuan Kerja Pengulas Ulasan GRC Satuan Kerja Pengulas Ulasan GRC secara Self Assessment Penetapan Program GRC GRC oleh Satuan Kerja Pemrakarsa Investasi Murni 4. Jenis tnvestasi D: Non-Infrastuktur Ketenagalistrikan Batasan >Rp 500 Miliar >Rp 150s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalu mekanisme Rapat Komite Perencanaan Investasi (Kl) Direktur Pembina Anggaran (Approval Direksi D.I Anggota. 1. Direktur Perencanaan Korporat dan Pengembangan Bisnis 2 Direktur Keuangan 3 Direktur Manajemen Risiko 4 Direktur Legal dan Manajemen Human Capital", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 12, "has_tables": false, "text_length": 802}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Sekretaris: EVP lnfrastruktur, Jaminan Kualitas dan Pelaporan Manajemen Risiko Tim Verifikasi dan Validasi Tim Verifikasi dan Validasi (TVV) Tim Verifikasi dan Validasi (TVV) D.I Verifikasi dan Validasi (TVV) Radir D Direktorat Ketamerangkap angqota; Ketua merangkap angqota; EVP Anggaran EVP Akuntansi Anggota: Anggota: 1. EVP Manajemen Risiko 1. EVP Project Management Office Strategis, Keuangan dan 2. EVP Perbendaharaan Human Capital 3. EVP Customer Experience dan 2. EVP Manajemen Valuasi Aset Excellence Service 3. EVP Pengembangan Produk EVP 4. lnfrastruktur, Jaminan Niaga Kualitas dan Pelaporan 4. EVP Customer Experience dan Manajemen Risiko Excellence Service", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 13, "has_tables": false, "text_length": 867}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Sekretaris: Sekretaris: VP Manajemen Risiko Strategi dan VP Manajemen Risiko Pengendalian Pengembangan Risiko Internal dan Pelaporan Konsolidasi Manajemen Risiko Pengulas GRC Ulasan GRC oleh Kerja Pengulas Ulasan GRC oleh Satuan Kerja Ulasan GRC secara Self GRC Assessment Penetapan Program Pengulas GRC oleh Satuan Kerja Investasi Murni Pemrakarsa 5. Jenis lnvestasi E : Pengembangan Bisnis Batasan Seluruh Usulan terkait Pengembangan Bisnis Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Direksi (Approval) Tim Verifikasi dan Validasi (TVW) Radir E Verifikasi dan Validasi Ketua merangkap anggota EVP Manajemen Aset, Enjiniring dan Sistem Manajemen Terintegrasi Anggota: 1. Senior Executive Vice President Hukum, Kebijakan, dan Kepatuhan", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 14, "has_tables": false, "text_length": 952}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD PLN Batasan Seluruh Usulan terkait Pengembangan Bisnis Kewenangan 2 EVP Manajemen Risiko Strategis, Keuangan dan Human Capital 3 EVP Pengembangan Produk Niaga 4 EVP Keuangan Korporat 5 EVP Manajemen Valuasi Aset 6 EVP Niaga dan Pemasaran Sekretaris VP Investasi Bisnis Pengulas GRC Ulasan GRC Satuan Kerja Pengulas GRC Penetapan Program Investasi Murni 6. Program Investasi di Anak Perusahaan Batasan Seluruh Usulan Program lnvestasi di Anak Perusahaan Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Direksi (Approval)", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 15, "has_tables": false, "text_length": 651}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan Kewenangan Seluruh Usulan Program Investasi di Anak Perusahaan Verifikasi dan Validasi Tim Verifikasi dan Valisasi (TV) untuk jenis investasi Anak Perusahaan sesuai Lampiran I Keputusan ini, yaitu 1. Tim Verifikasi dan Validasi (TVW) Radir A, 2 Tim Verifikasi dan Validasi (TVW) Radir B; 3. Tim Verifikasi dan Validasi (TV) Radir C; 4 Tim Venfikasi dan Validasi (TVV) Radir D; atau 5 Tim Verifikasi dan Validasi (TVV) Radir E. Pengulas GRC Ulasan GRC Satuan Kerja Pengulas GRC Penetapan Program Investasi Murni", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 16, "has_tables": false, "text_length": 641}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N LAMPIRAN II KEPUTUSAN DIREKSI PT PLN (PERSERO) NOMOR 0306 .K/DIR/2023 TANGGAL 10 Oktober 2023 MATRIKS BATASAN KEWENANGAN, PERANGKAT PENGAMBILAN KEPUTUSAN DAN PENGULAS GOVERNANCE. RISK MANAGEMENT AND COMPLIANCE (GRC) DALAM RANGKA PENETAPAN PROGRAM INVESTASI ON GOING PROJECT DI LINGKUNGAN PT PLN (PERSERO) A. Total Nilai Investasi Proyek Tidak Lebih dari 100% (Seratus Persen) Program Investasi On Going Project dengan total nilai investasi proyek < 100% (kurang dari seratus persen) nilai awal Anggaran Investasi yang telah ditetapkan atau nilai pagu Anggaran Investasi yang telah disetujui oleh Direksi melalui mekanisme Rapat Direksi, Komite Perencanaan lnvestasi, atau Direktur Pembina Anggaran, maka batasan kevvenangan, perangkat pengambilan keputusan, rekomendasi dan dokumen persyaratan adalah sebagai berikut: Batasan Usulan Tambahan Anggaran Investasi On Going Project Kewenangan Pengambil Keputusan Direktur Pembina Anggaran (Approval) Dokumen Persyaratan Dokumen persetujuan Program Investasi yang sudah disetujui sebagai bentuk mekanisme check and balance untuk direkomendasikan kepada Direktur yang mengelola fungsi keuangan untuk penerbitan Anggaran Investasi", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 17, "has_tables": false, "text_length": 1296}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N B. Total Nilai lnvestasi Proyek Lebih dani 100% (Seratus Persen) Program Investasi On Going Project dengan total nilai investasi proyek > 100% (lebih dari seratus persen) nilai awal Anggaran Investasi yang telah ditetapkan atau nilai pagu Anggaran Investasi yang telah disetujui oleh Direksi melalui mekanisme Rapat Direksi, Komite Perencanaan Investasi, atau Direktur Pembina Anggaran, maka batasan kewenangan, perangkat pengambi1an keputusan, dan pengulas GRC adalah sebagai benkut: 1. Jenis Investasi A: Pengembangan lnfrastruktur Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan Investasi Direktur Pembina Anggaran I (Approval) Direksi (Kl) Al sesuai Lampiran keputusan ini Verifikasi dan Validasi Tim Verifikasi dan Validasi (TVW) Tim Verifikasi dan Validasi (TW) Tim Verifikasi dan Validasi (TV) Radir A sesual Lampiran I A. I sesuai Lampiran I Keputusan Direktorat ini Keputusan ini Pengulas GRC Ulasan GRC oleh Satuan Kerja Ulasan GRC oleh Satuan Kerja Ulasan GRC secara Self Penetapan Investasi Pengulas GRC pada saat Pengulas GRC pada saat Assessment oleh Satuan Kerja On Going Project pengajuan Program lnvestasi pengajuan Program Investasi Pemrakarsa pada saat pengajuan awal atau ulasan GRC yang telah awal atau ulasan GRC yang te1ah Program Investasi awal atau diperbaharui diperbaharui u1asan GRC yang telah diperbaharui", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 18, "has_tables": false, "text_length": 1554}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N 2. Jenis Investasi B: Maintenance Capital Expenditure Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan Investasi Direktur Pembina Anggaran (Approval) Direksi (KI) B.I sesuai Lampiran I Keputusan ini Venfikasi dan Validasi Tim Verifikasi dan Validasi (TV) Tim Verifikasi dan Validasi (TV) Tim Verifikasi dan Vahdasi (TW) Radir A sesuai Lampiran I B.I sesuai Lampiran I Keputusan Direktorat Keputusan ini ini Pengulas GRC Ulasan GRC oleh Satuan Kerja U1asan GRC oleh Satuan Kerja Ulasan GRC secara Self Assessment Penetapan lnvestasi Pengulas GRC pada saat Pengulas GRC pada saat oleh Satuan Kerja On Going Project pengajuan Program Investasi pengajuan Program lnvestasi Pemrakarsa pada saat pengajuan awal atau ulasan GRC yang telah awal atau ulasan GRC yang te1ah Program lnvestas, awal atau diperbaharui diperbaharui ulasan GRC yang telah diperbaharui 3. Jenis Investasi C : Distribusi Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan Investasi Direktur Pembina Anggaran (Approval) Direksi (Kl) C.I sesuai Lampiran I Keputusan in", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 19, "has_tables": false, "text_length": 1345}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD PLN Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Verifikasi dan Validasi Tim Verifikasi dan Validasi (TVV) Tim Verifikasi dan Validasi (TVW) Tim Verifikasi dan Validasi (TVW) Radir C sesuai Lampiran I C.I sesuai Lampiran I Keputusan Direktorat Keputusan ini ini Pengulas GRC Ulasan GRC oleh Satuan Kerja Ulasan GRC oleh Satuan Kerja Ulasan GRC secara Self Penetapan lnvestasi Pengu1as GRC pada saat Pengulas GRC pada saat Assessment oleh Satuan Kerja On Going Project pengajuan Program Investasi pengajuan Program Investasi Pemrakarsa pada saat pengajuan atau awal atau ulasan GRC yang telah awal atau ulasan GRC yang telah Program Investasi awal GRC diperbaharui diperbaharui ulasan yang telah diperbaharui 4. Jenis Investasi D: Non-Infrastruktur Ketenagalistrikan Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Komite Perencanaan lnvestasi Direktur Pembina Anggaran (Approval) Direksi (Kl) D.I sesuai Lampiran I Keputusan ini Verifikasi dan Validasi Tim Verifikasi dan Validasi (TVW) Tim Verifikasi dan Validasi (TW) Tim Verifikasi dan Validasi (TVV) Radir D sesuai Lampiran I D.I sesuai Lampiran I Keputusan Direktorat Keputusan ini ini", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 20, "has_tables": false, "text_length": 1364}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Batasan >Rp 500 Miliar >Rp 150 s.d. 500 Miliar s.d. 150 Miliar Kewenangan Pengulas GRC Ulasan GRC oleh Satuan Kerja Ulasan GRC oleh Satuan Kerja U1asan GRC secara Self Penetapan Investasi Pengulas GRC pada saat Pengulas GRC pada saat Assessment oleh Satuan Kerja On Going Project pengajuan Program Investasi pengayuan Program lnvestasi Pemrakarsa pada saat pengajuan awal atau ulasan GRC yang telah awal atau ulasan GRC yang telah Program Investasi awal atau diperbaharui diperbaharui ulasan GRC yang telah diperbaharui 5. Jenis Investasi E : Pengembangan Bisnis Batasan Seluruh Usulan terkait Pengembangan Bisnis Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Direksi (Approval) Verifikasi dan Validasi Tim Verifikasi dan Validasi (TVV) Radir E sesuai Lampiran I Keputusan ini Pengulas GRC Ulasan GRC oleh Satuan Kerja Pengulas GRC pada saat pengajuan Program Investasi awal atau ulasan Penetapan Investasi GRC yang telah diperbaharui On Going Project", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 21, "has_tables": false, "text_length": 1091}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N 6. Program Investasi di Anak Perusahaan Batasan Seluruh Usulan Program lnvestasi di Anak Perusahaan Kewenangan Pengambil Keputusan Direksi melalui mekanisme Rapat Direksi (Approval) Tim Verifikasi dan Validasi (TVV) Verifikasi dan Validasi untuk jenis investasi Anak Perusahaan sesuai Lampiran I Keputusan ini, yaitu: 1. Tim Verifikasi dan Validasi (TVW) Radir A; 2. Tim Verifikasi dan Validasi (TVV) Radir B; 3. Tim Verifikasi dan Validasi (TVV) Radir C; 4. Tim Verifikasi dan Validasi (TVW) Radir D; 5. Tim Verifikasi dan Validasi (TVV) Radir E Pengulas GRC Ulasan GRC oleh Satuan Kerja Pengulas GRC pada saat pengajuan Program Investasi awal atau ulasan Penetapan Investasi GRC yang telah diperbaharui On Going Project 6 BMR&KTUR UTAMA\", ' one 4iii MAWAN PRASODJO", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 22, "has_tables": false, "text_length": 889}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N LAMPIRAN Ill KEPUTUSAN DIREKSI PT PLN (PERSERO) NOMOR 0306 .K/DIR/2023 TANGGAL : 10 Oktober 2023 DAFTAR PEMRAKARSA USULAN PROGRAM INVESTASI MURNI BARU No Jenis lnvestasi Pemrakarsa Jenis lnvestasi A: Pengembangan lnfrastruktur 1. Pengembangan aset baru infrastruktur ketenagalistrikan a. lnfrastruktur energi primer Divisi Perencanaan Strategis Pembangkitan b. Alat transportasi energi primer Divisi Perencanaan Strategis Pembangkitan C. Pembangkit Divisi Perencanaan Strategis Pembangkitan d. Jaringan transmisi dan SCADA (termasuk jika terjadi penambahan infrastruktur pembangkitan Divisi Perencanaan Strategis Transmisi dalam satu program) e. Gardu induk Divisi Perencanaan Strategis Transmisi 1. Divisi Enjiniring dan Perencanaan Pengadaan; I. Pekerjaan pra-pelaksanaan konstruksi 2. Divisi Aneka Energi Baru Terbarukan; 3. Divisi Panas Bumi;", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 23, "has_tables": false, "text_length": 969}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N No Jenis lnvestasi Pemrakarsa 4. Divisi Konstruksi Sumatera, Kalimantan, dan Sulawesi; atau 5. Divisi Konstruksi Jawa, Madura, Bali, Nusa Tenggara, Maluku, dan Papua 2. Peningkatan kapasitas aset yang sudah beroperasi a. Uprating dan penggantian peralatan utama Divisi Perencanaan Strategis Pembangkitan pembangkit b. Modernisasi pembangkit Divisi Perencanaan Strategis Pembangkitan C. Repowering dan relokasi pembangkit Divisi Perencanaan Strategis Pembangkitan d. Rerouting atau reconductoring jaringan transmisi Divisi Perencanaan Strategis Transmisi dan scada e. Uprating atau relokasi peralatan gardu induk Divisi Perencanaan Strategis Transmisi Jenis lnvestasi B : Maintenance Capital Expenditure 1. Divisi Operasi Pembangkitan dan Independent Power Producer: Refurbishment dan/atau uprating peralatan pendukung 1. atau pembangkit 2. Divisi Perencanaan Strategis Pembangkitan 1. Divisi Transmisi Sumatera, Jawa, Madura, dan Bali; 2. Penggantian atau relokasi tower 2. Divisi Transmisi Kalimantan, Sulawesi, Maluku, Papua, dan Nusa Tenggara; atau f J", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 24, "has_tables": false, "text_length": 1178}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N No Jenis lnvestasi Pemrakarsa 3. Divisi Perencanaan Strategis Transmisi 1. Divisi Transmisi Sumatera, Jawa, Madura, dan Bali; 3. Penggantian atau upgrading peralatan dan alat ukur 2. Divisi Transmisi Kalimantan, Sulawesi, Maluku, Papua, dan Nusa gardu induk Tenggara; atau 3. Divisi Perencanaan Strategis Transmisi 1. Divisi Operasi Pembangkitan dan Independent Power Producer; 2. 4. Pra-pelaksanaan maintenance capex Divisi Transmisi Sumatera, Jawa, Madura, dan Bali; atau 3. Divisi T r ansmisi Kalimantan, Sulawesi, Maluku, Papua, dan Nusa Tenggara Jenis lnvestasi C : Distribusi 1. Perna saran Divisi Perencanaan Strategis Distribusi 2. Per1uasan infrastruktur distribusi Divisi Perencanaan Strategis Distribusi 1. Divisi Operasi Distribusi Jawa, Madura, dan Bali; 2. 3. Divisi Operasi Oistribusi Sumatera dan Kalimantan; atau Perkuatan infrastruktur distribusi yang sudah beroperasi 3. Divisi Operasi Distribusi Sulawesi, Maluku, Papua; dan Nusa Tenggara 1. Divisi Operasi Distribusi Jawa, Madura, dan Bali; 4. Peralatan pendukung distribusi 2. Divisi Operasi Distribusi Sumatera dan Kalimantan; atau", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 25, "has_tables": false, "text_length": 1227}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N No Jenis lnvestasi Pemrakarsa 3. Divisi Operasi Distribusi Sulawesi, Maluku, Papua; dan Nusa Tenggara Jenis lnvestasi D : Non-Infrastruktur Ketenagalistrikan 1. Sarana dan prasarana umum Divisi Umum dan Aset Properti 1. Divisi Manajemen Digital; atau 2. Teknologi informasi, infrastruktur telekomunikasi/internet, pengembangan aplikasi 2. Divisi Sistem dan Teknologi lnformasi 1. Divisi Legal Aset Properti dan Perizinan Terintegrasi; Sertifikasi, perizinan, dan/atau jasa konsultansi 2. 3. Divisi Umum dan Aset Properti; atau manajemen 3. Divisi Pembina Anggaran terkait lnfrastruktur keselamatan dan kesehatan kerja (K3) dan Divisi Keselamatan dan Kesehatan Kerja (K3), Keamanan, dan 4. lingkungan Lingkungan", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 26, "has_tables": false, "text_length": 833}
{"chunk_id": "Kepdir 0306 Kepdir 2023.pdf__0", "text": ")di.oc.nlp.sil( metsyS noitamrofnI lageL aiv 70:13:01 4202 rebmetpeS 31 )ayhac.amib( aharguN ayhaC amiB helo seskaiD P L N Jenis Investasi E : Pengembangan Bisnis - 1. Divisi Pengembangan Bisnis Korporat dan Investasi; dan/atau Pengembangan bisnis 2. Divisi Portofolio Management PRASODJO", "file_name": "Kepdir 0306 Kepdir 2023.pdf", "bookmark": "", "chapter_title": "", "page_number": 27, "has_tables": false, "text_length": 288}
